// src/data/places.js
export const placesData = [
    {
      id: "khovrinka",
      title: "Ховринская больница",
      tag: "Урбекс / Заброшенное",
      description: "Культовый недостроенный медицинский комплекс в Москве. Мрачные бетонные коридоры, затопленные подвалы и геометрия брутализма.",
      image: "https://images.unsplash.com/photo-1600585154340-be6161a56a0c?auto=format&fit=crop&w=800&q=80",
      fullStory: "Подробная история Ховринской больницы для отдельного экрана..."
    },
    {
      id: "neon-panel",
      title: "Панельные лабиринты",
      tag: "Эстетика окраин",
      description: "Бесконечные спальные районы в предрассветном тумане. Окна горят розовым светом, а синее неоновое сияние неба создает ощущение бесконечного сна.",
      image: "https://images.unsplash.com/photo-1518241353330-0f7941c2d9b5?auto=format&fit=crop&w=800&q=80",
      fullStory: "Размышления о феномене пограничного состояния спальных районов..."
    },
    {
      id: "abandoned-sanatorium",
      title: "Санаторий «Кавказ»",
      tag: "Советский модернизм",
      description: "Пустые процедурные кабинеты, заросшие плющом мозаичные панно и эхо ушедшей эпохи на берегу черного моря.",
      image: "https://images.unsplash.com/photo-1578328819058-b69f3a3b0f6b?auto=format&fit=crop&w=800&q=80",
      fullStory: "Детальный разбор архитектурного памятника и его текущего состояния..."
    },
    {
        id: "neon-panel",
        title: "Панельные лабиринты",
        tag: "Эстетика окраин",
        description: "Бесконечные спальные районы в предрассветном тумане. Окна горят розовым светом, а синее неоновое сияние неба создает ощущение бесконечного сна.",
        image: "https://images.unsplash.com/photo-1518241353330-0f7941c2d9b5?auto=format&fit=crop&w=800&q=80",
        fullStory: "Размышления о феномене пограничного состояния спальных районов..."
      },{
        id: "neon-panel",
        title: "Панельные лабиринты",
        tag: "Эстетика окраин",
        description: "Бесконечные спальные районы в предрассветном тумане. Окна горят розовым светом, а синее неоновое сияние неба создает ощущение бесконечного сна.",
        image: "https://images.unsplash.com/photo-1518241353330-0f7941c2d9b5?auto=format&fit=crop&w=800&q=80",
        fullStory: "Размышления о феномене пограничного состояния спальных районов..."
      },
  ];